Repository: minhdang03/immortality.vnv2
Catalog: apps/nodie-ios/NODIE/Localizable.xcstrings
Source language: vi
Languages: de, en, es, fr, ja, ko, ru, zh_hans

source: Tên này hiện cùng mọi câu hỏi và trả lời của bạn. Đổi được sau trong Cá Nhân.
de: Dieser Name erscheint bei all deinen Fragen und Antworten. Später im Profil änderbar.
en: This name appears with all your questions and answers. You can change it later in Profile.
es: Este nombre aparece con todas tus preguntas y respuestas. Puedes cambiarlo luego en Perfil.
fr: Ce nom apparaît avec toutes vos questions et réponses. Modifiable plus tard dans Profil.
ja: この名前はあなたの質問・回答すべてに表示されます。後でプロフィールから変更できます。
ko: 이 이름은 모든 질문과 답변에 표시됩니다. 나중에 프로필에서 변경할 수 있어요.
ru: Это имя видно со всеми вашими вопросами и ответами. Его можно изменить в профиле.
zh_hans: 此名称将显示在你的所有问答中。之后可在个人页修改。

source: Tệp
de: Datei
en: File
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
zh_hans: 文件

source: Tệp %@, chạm để mở
de: Datei %@, zum Öffnen tippen
en: File %@, tap to open
es: Archivo %@, toca para abrir
fr: Fichier %@, touchez pour ouvrir
ja: ファイル %@、タップして開く
ko: 파일 %@, 탭하여 열기
ru: Файл %@, коснитесь, чтобы открыть
zh_hans: 文件 %@，点按打开

source: Tệp %@MB — vượt giới hạn 25MB.
de: Datei %@MB — über dem 25-MB-Limit.
en: File %@MB — over the 25MB limit.
es: Archivo %@MB: supera el límite de 25 MB.
fr: Fichier %@MB — au-delà de la limite de 25 Mo.
ja: ファイル%@MB — 25MBの上限を超えています。
ko: 파일 %@MB — 25MB 제한을 초과했어요.
ru: Файл %@МБ — превышает лимит 25 МБ.
zh_hans: 文件 %@MB——超出 25MB 限制。

source: Tệp đính kèm
de: Anhang
en: Attachment
es: Archivo adjunto
fr: Pièce jointe
ja: 添付ファイル
ko: 첨부 파일
ru: Вложение
zh_hans: 附件

source: Thả ánh sáng
de: Licht geben
en: Give light
es: Dar luz
fr: Envoyer de la lumière
ja: 光を送る
ko: 빛 보내기
ru: Подарить свет
zh_hans: 点亮

source: Thêm bối cảnh… (không bắt buộc)
de: Kontext hinzufügen… (optional)
en: Add context… (optional)
es: Añade contexto… (opcional)
fr: Ajouter du contexte… (facultatif)
ja: 背景を追加…（任意）
ko: 배경 설명 추가… (선택)
ru: Добавьте контекст… (необязательно)
zh_hans: 补充背景…（可选）

source: Theo dõi
de: Folgen
en: Follow
es: Seguir
fr: Suivre
ja: フォロー
ko: 팔로우
ru: Подписаться
zh_hans: 关注

source: Theo dõi %@
de: %@ folgen
en: Follow %@
es: Seguir a %@
fr: Suivre %@
ja: %@をフォロー
ko: %@ 팔로우
ru: Подписаться на %@
zh_hans: 关注 %@

source: Thích
de: Gefällt mir
en: Like
es: Me gusta
fr: J'aime
ja: いいね
ko: 좋아요
ru: Нравится
zh_hans: 赞

source: Thông báo
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
ja: 通知
ko: 알림
ru: Уведомления
zh_hans: 通知

source: Thông tin nhóm
de: Gruppeninfo
en: Group info
es: Información del grupo
fr: Infos du groupe
ja: グループ情報
ko: 그룹 정보
ru: О группе
zh_hans: 群组信息

source: Thử lại sau ít phút giúp mình.
de: Bitte versuche es in ein paar Minuten erneut.
en: Please try again in a few minutes.
es: Inténtalo de nuevo en unos minutos.
fr: Réessayez dans quelques minutes.
ja: 数分後にもう一度お試しください。
ko: 몇 분 뒤에 다시 시도해 주세요.
ru: Попробуйте снова через несколько минут.
zh_hans: 请过几分钟再试。

source: Tiếp tục viết
de: Weiterschreiben
en: Keep writing
es: Seguir escribiendo
fr: Continuer à écrire
ja: 続けて書く
ko: 계속 작성
ru: Продолжить писать
zh_hans: 继续写

source: Tiêu đề cần dài hơn 6 ký tự để mọi người hiểu bạn đang hỏi gì.
de: Der Titel sollte länger als 6 Zeichen sein, damit andere verstehen, was du fragst.
en: Make your title longer than 6 characters so others understand your question.
es: Alarga el título a más de 6 caracteres para que otros entiendan tu pregunta.
fr: Le titre doit compter plus de 6 caractères pour que les autres comprennent votre question.
ja: タイトルを6文字より長くすると、質問の内容が伝わりやすくなります。
ko: 제목을 6자 이상으로 적으면 다른 사람이 질문을 더 잘 이해할 수 있어요.
ru: Сделайте заголовок длиннее 6 символов, чтобы другим было понятно, о чём вопрос.
zh_hans: 标题超过6个字符，大家才能更好理解你的问题。

source: Tiêu đề cần dài hơn 6 ký tự.
de: Der Titel sollte länger als 6 Zeichen sein.
en: Title should be longer than 6 characters.
es: El título debe tener más de 6 caracteres.
fr: Le titre doit compter plus de 6 caractères.
ja: タイトルは6文字より長くしてください。
ko: 제목은 6자보다 길어야 해요.
ru: Заголовок должен быть длиннее 6 символов.
zh_hans: 标题需超过6个字符。

source: Tìm người trong cộng đồng…
de: Menschen in der Community finden…
en: Find people in the community…
es: Encuentra personas en la comunidad…
fr: Trouver des personnes dans la communauté…
ja: コミュニティで人を探す…
ko: 커뮤니티에서 사람 찾기…
ru: Найти людей в сообществе…
zh_hans: 在社区中找人…

source: tin nhắn
de: Nachricht
en: message
es: mensaje
fr: message
ja: メッセージ
ko: 메시지
ru: сообщение
zh_hans: 消息

source: Tin nhắn
de: Nachricht
en: Message
es: Mensaje
fr: Message
ja: メッセージ
ko: 메시지
ru: Сообщение
zh_hans: 消息

source: Tin nhắn mới
de: Neue Nachricht
en: New message
es: Mensaje nuevo
fr: Nouveau message
ja: 新規メッセージ
ko: 새 메시지
ru: Новое сообщение
zh_hans: 新消息

source: Tin nhắn thoại
de: Sprachnachricht
en: Voice message
es: Mensaje de voz
fr: Message vocal
ja: ボイスメッセージ
ko: 음성 메시지
ru: Голосовое сообщение
zh_hans: 语音消息

source: Tin nhắn thoại, %lld giây
de: Sprachnachricht, %lld Sekunden
en: Voice message, %lld seconds
es: Mensaje de voz, %lld segundos
fr: Message vocal, %lld secondes
ja: ボイスメッセージ、%lld秒
ko: 음성 메시지, %lld초
ru: Голосовое сообщение, %lld сек.
zh_hans: 语音消息，%lld秒

source: Tin nhắn thoại, đang gửi
de: Sprachnachricht, wird gesendet
en: Voice message, sending
es: Mensaje de voz, enviando
fr: Message vocal, envoi en cours
ja: ボイスメッセージ、送信中
ko: 음성 메시지, 전송 중
ru: Голосовое сообщение, отправляется
zh_hans: 语音消息，发送中

source: Tin nhắn thoại, gửi không thành công
de: Sprachnachricht, Senden fehlgeschlagen
en: Voice message, failed to send
es: Mensaje de voz, no se pudo enviar
fr: Message vocal, échec de l'envoi
ja: ボイスメッセージ、送信できませんでした
ko: 음성 메시지, 전송 실패
ru: Голосовое сообщение, не отправлено
zh_hans: 语音消息，发送失败

source: Trả lời
de: Antworten
en: Reply
es: Responder
fr: Répondre
ja: 返信
ko: 답글
ru: Ответить
zh_hans: 回复

source: Trả lời %@…
de: %@ antworten…
en: Reply to %@…
es: Responder a %@…
fr: Répondre à %@…
ja: %@に返信…
ko: %@에게 답글…
ru: Ответить %@…
zh_hans: 回复 %@…

source: Trả lời cho: %@
de: Antwort auf: %@
en: Replying to: %@
es: Respondiendo a: %@
fr: En réponse à : %@
ja: %@への返信
ko: %@에 대한 답장
ru: Ответ на: %@
zh_hans: 回复：%@

source: Trả lời của tôi
de: Meine Antworten
en: My answers
es: Mis respuestas
fr: Mes réponses
ja: 自分の回答
ko: 내 답변
ru: Мои ответы
zh_hans: 我的回答

source: trả lời đã viết
de: geschriebene Antworten
en: answers written
es: respuestas escritas
fr: réponses écrites
ja: 書いた回答
ko: 작성한 답변
ru: написанных ответов
zh_hans: 写下的回答

source: trí nhớ & giấc ngủ
de: Gedächtnis & Schlaf
en: memory & sleep
es: memoria y sueño
fr: mémoire et sommeil
ja: 記憶と睡眠
ko: 기억과 수면
ru: память и сон
zh_hans: 记忆与睡眠

source: Tuỳ chọn hội thoại
de: Unterhaltungsoptionen
en: Conversation options
es: Opciones de la conversación
fr: Options de la conversation
ja: 会話オプション
ko: 대화 옵션
ru: Настройки беседы
zh_hans: 会话选项

source: vật chất tối
de: Dunkle Materie
en: dark matter
es: materia oscura
fr: matière noire
ja: ダークマター
ko: 암흑물질
ru: тёмная материя
zh_hans: 暗物质

source: Vd: Trí nhớ dài hạn được củng cố lúc ngủ như thế nào?
de: Z. B.: Wie wird das Langzeitgedächtnis im Schlaf gefestigt?
en: E.g. How is long-term memory consolidated during sleep?
es: Ej.: ¿Cómo se consolida la memoria a largo plazo durante el sueño?
fr: Ex. : Comment la mémoire à long terme se consolide-t-elle pendant le sommeil ?
ja: 例：長期記憶は睡眠中にどう定着するのか？
ko: 예: 장기 기억은 잠자는 동안 어떻게 굳어지나요?
ru: Напр.: Как долговременная память закрепляется во сне?
zh_hans: 例：长期记忆在睡眠中是如何巩固的？

source: Vì sao bạn báo cáo nội dung này?
de: Warum meldest du diesen Inhalt?
en: Why are you reporting this content?
es: ¿Por qué denuncias este contenido?
fr: Pourquoi signalez-vous ce contenu ?
ja: このコンテンツを報告する理由は？
ko: 이 콘텐츠를 신고하는 이유는 무엇인가요?
ru: Почему вы жалуетесь на этот контент?
zh_hans: 你为什么举报此内容？

source: Viết câu trả lời của bạn…
de: Schreibe deine Antwort…
en: Write your answer…
es: Escribe tu respuesta…
fr: Écrivez votre réponse…
ja: 回答を書く…
ko: 답변을 작성하세요…
ru: Напишите свой ответ…
zh_hans: 写下你的回答…

source: vừa xong
de: gerade eben
en: just now
es: justo ahora
fr: à l'instant
ja: たった今
ko: 방금
ru: только что
zh_hans: 刚刚

source: Xem dẫn chứng ↗
de: Belege ansehen ↗
en: See evidence ↗
es: Ver evidencia ↗
fr: Voir les preuves ↗
ja: 根拠を見る ↗
ko: 근거 보기 ↗
ru: Посмотреть доказательства ↗
zh_hans: 查看依据 ↗

source: Xem hồ sơ
de: Profil ansehen
en: View profile
es: Ver perfil
fr: Voir le profil
ja: プロフィールを見る
ko: 프로필 보기
ru: Открыть профиль
zh_hans: 查看资料

source: Xoá
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除

source: Xoá cuộc trò chuyện
de: Unterhaltung löschen
en: Delete conversation
es: Eliminar conversación
fr: Supprimer la conversation
ja: 会話を削除
ko: 대화 삭제
ru: Удалить беседу
zh_hans: 删除会话

source: Xoá nội dung này?
de: Das löschen?
en: Delete this?
es: ¿Eliminar esto?
fr: Supprimer ceci ?
ja: これを削除しますか？
ko: 삭제하시겠어요?
ru: Удалить это?
zh_hans: 删除此内容？

source: Xoá tài khoản
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
ru: Удалить аккаунт
zh_hans: 删除账号

source: Xoá tài khoản?
de: Konto löschen?
en: Delete account?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
ru: Удалить аккаунт?
zh_hans: 删除账号？

source: Xoá vĩnh viễn
de: Endgültig löschen
en: Delete permanently
es: Eliminar para siempre
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
ru: Удалить навсегда
zh_hans: 永久删除

source: Xong
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成

source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱

source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 好

source: Spam
ja: スパム
ko: 스팸
ru: Спам
zh_hans: 垃圾信息
